Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: . My attachment to my married state has everything to do with him, and pretty much nothing to do with the institution of marriage itself. Motherhood is a little different, obviously: some women really do love motherhood as a practice, as a craft, as a way
ar: و بالطبع أحب كونى أماً. و لكنها مسألة معقدة نوعاً ما. فأنا أحب كونى أم لأولادى، و لكن يوجد فارق كبير بين حب كون المرء أماً لأولادها و حب الأمومة فى حد ذاتها. فأنا أعنى أنا أحب أن أكون متزوجة لزوجى، ذلك أننى أحبه، و لكننى لا استطيع أن أتخيل تجوالى مكررة عب

source: my house is a mess
ar: منزلى فى حالة يرثى لها من الفوضى.

source: good at, as a mother: love, and good humor. I adore my children, and they delight me to no end. We have a lot of fun; we laugh a lot. Sure, the baby sometimes ends up with paper towels shoved down his pants in lieu of a diaper, but still: he's happy. We'r
ar: فماذا أنا أجيده من أمور الأمومة: الحب و الفكاهة. فأنا أعشق أولادى و هم يحبوننى فى النهاية. كما أننا نمارس الكثير من أمور التسلية و المتعة و من ثم كثيراً ما نضحك. و فى بعض الأحيان ما ينتهى أمر الطفل الصغير باستخدامى لأوراق التواليت ملفومةً حول ساقيه بدلاً

source: So if someone were to ask me that question today -
ar: و لذلك إذا ما سألنى شخصٌ ما بخصوص هذا السؤال اليوم: هل لا تحبين مجرد كونك أم؟ فسأجيبه بأسلوب متماثل – نوعاً ما- بعض الوق – بعضٌ من هذا و بعضٌ من ذاك. و لكننى كذلك ساعتمد فى إجابتى على حالتى المزاجية فى ذلك اليوم، و سأقول ذلك: لماذا لا أخبرك، بشكل محدد ما

source: 1) I love that there are always cookies in the cupboard, and that I can claim plausible deniability if someone asks if the cookies are mine and whether I intend to eat them all myself.
ar: 1- فأنا أحب أن تتواجد مأكولات مطبوخة و معجنات دائماً عندنا، حيث استطيع أن أدعى الإنكار إذا ما سألنى شخصٌ ما بأننى أمتلك كل تلك المعجنات و إذا ما كنت أنوى تناولها كلها وحدى؟

source: 2) I love that birthdays and holidays are major events involving ridiculous amounts of sugar and gift wrap.
ar: 2- كما أننى أحب أيام الأجازات و أعياد الميلاد كأحداث أساسية بها الكثير من الحلوى و الهدايا.

source: 3) I love that, for at least some months following the births of my children, I had really epic breasts. They're gone now, but still. For a while I had the bustline of a stripper, and that - feminist correctness be damned - was kind of cool.
ar: 3- بالإضافة إلى ذلك أحب، و لو فقط لبضعة اشهر بعد الولادة، إمتلاك ثدي ضخم . و لكنهما ولا الآن. و هذا يعطنى إحساس بالأنوثة و المتعة.

source: 4) I love seeing the world through her eyes:
ar: 4- أحب رؤية العالم من خلال عينى طفلتى.

source: 5) And his:
ar: 5- و عينى طفلى كذلك.

source: there's always somebody on whom to blame the farts
ar: و فى الواقع يوجد الآلاف من الأسباب الأخرى التى استطيع إعاطئها إياها، تلك الأسباب التى تتنوع بين الشعرى منها (الطريقة التى أشعر بها عندما تقوم الأيدى الناعمة الصغيرة لطفلى باللعب بها فى شعرى. حتى الاسقاط (حيث يكون هناك دوماً شخصٌ آخر ألقى اللوم أو يتم غلق

source: question from my own perspective, and to invite other mothers - mothers from around the world - to do the same thing and share their answers. In part because I'm looking for some affirmation that I'm not the only mother in the world who ordinarily raises
ar: ففى حالتى تتمثل القضية فى هذا التدريب: الإعتبار و الإهتمام حول مسألة المعيار الأمومى من وجهة نظرى. بالإضافة إلى دعوة الأمهات الأخريات أو الامهات من حول العالم أجمع – للقيام بنفس التدريب، و مشاركة آرائهم جميعاً. و بشكل جزئى فأنا أهتم ببعض التأكيد حول كونى

source: Israel Time: 20:20 (EST+7)
ar: الساعة: 20:20 بتوقيت إسرائيل.

source: Despite the circumstances, the people of Israel live and achieve wonderful things. You live here and witness the state of Israel making significant contributions to industries such as technology, medicine, agriculture and education. Israelis have receive
ar: قال وزير الخارجية: و على الرغم من تلك الظروف, فإن شعب إسرائيل يعيش و يحقق أمورا رائعة. أنتم تعيشون هنا و تشهدون على دولة إسرائيل و هي تقوم بمساهمات كبيرة في مختلف مجالات الصناعة مثل التكنولوجيا, و الأدوية, و الزراعة, و التعليم. لقد تلقى الإسرائيليون الا

source: Even in sports, Lieberman added, our Maccabi Tel Aviv basketball team has won the Euro League championship several times.
ar: و أضاف ليبرمان: حتى في مجال الرياضة, و تابع قائلا: حيث أن فريقنا بكرة السلة الذي يدعى ماكابي تل أبيب فاز في الدوري الأوروبي للجامعة عدة مرات.

source: In today's financial world crisis, the state of Israel is doing relatively well. Heads of states arrive here, the pope is coming next month, and thousands of tourists come to experience the spirituality of the holy land, the foreign minister went on to
ar: في الأزمة المالية التي يشهدها العالم اليوم, تبذل دولة اسرائيل جهدا جيدا نسبيا. فرؤساء الدول يأتون إلى هنا, حتى أن البابا سيأتي في الشهر القادم, كما أن ألاف السياح يأتون ليعيشوا روحانية الأرض المقدسة, وزير الخارجية تابع القول.

source: In my eyes, Israel is the land of opportunities. My personal story is a testament to that. I arrived in Israel in 1978 as a new immigrant. I started out as a student and remember studying for my exams in a security booth right here, outside of the presid
ar: و قال ليبرمان للدبلوماسيين: من وجهة نظري, إن إسرائيل هي بلاد الفرص. و قصتي الشخصية هي شهادة على ذلك. فقد وصلت إلى إسرائيل في عام 1978 كشخص من المهاجرين الجدد. و بدأت بوصفي طالبا و إنني أتذكر دراستي من أجل الامتحانات في مركز الأمن هنا, خارج مقر الرئيس م

source: During his trip, Lieberman was expected to raise Israel's concerns over Iran's nuclear aspirations and to ask his hosts to prepare for the possibility of the breakdown of future dialogue between Iran and the U.S., and international pressure may become nec
ar: خلال زيارته, كان ليبرمن قد توقع أن يرفع من مخاوف إسرائيل بسبب طموحات إيران النووية و من أجل أن يطلب من مضيفيه أن يستعدوا لاحتمال انهيار الحوار المستقبلي بين إيران و الولايات المتحدة, إضافة إلى أن الضغوط الدولية قد تصبح ضرورية.

source: I hope that this new government will inspire the people of Israel and manage to create a dramatic change for them as well as the other nations in our region. With God's help, and yours, we will attain our objectives of security, stability, prosperity and
ar: أمل أن هذه الحكومة الجديدة ستلهم شعب إسرائيل و تتمكن من خلق تغيير درامي من أجلهم و كذلك الأمر بالنسبة للدول الأخرى في المنطقة. بعون الله, و بعونكم, سنتمكن من تحقيق أهدافنا المتمثلة بالأمن, و الاستقرار, و الازدهار, و التنمية, و وضع نهاية للنزاع .

source: Meanwhile, Lieberman was scheduled to embark on his first trip abroad as foreign minister next Tuesday, with stops in Rome, Paris and Berlin.
ar: في غضون ذلك, كان من المقرر أن يقوم ليبرمان بأول رحلة له إلى الخارج كوزير للخارجية يوم الثلاثاء المقبل, حيث سيتوقف في كل من روما, و باريس, و برلين.

source: Lieberman was also to ask his hosts to prevent the
ar: ليبرمان كان أيضا قد طلب من مضيفيه أن يمنعوا

source: freezing of a planned upgrade of ties
ar: تجميد مخطط تطوير العلاقات

source: between Israel and the European Union, which several voices within the EU have called for in response to Israel's policy.
ar: القائم بين إسرائيل و الإتحاد الأوروبي, الذي دعت أصوات كثيرة داخل الاتحاد الأوروبي إلى الرد على سياسة إسرائيل .

source: It is not yet clear what Lieberman's message on the Israeli-Palestinian conflict will be, as Israel's new government, headed by Prime Minister Benjamin Netanyahu, has yet to formulate its official policy.
ar: و من غير الواضح إلى الأن ماذا ستكون رسالة ليبرمان حول الصراع الإسرائيلي - الفلسطيني, باعتباره منتميا إلى حكومة إسرائيل الجديدة, التي يرأسها رئيس الوزراء بنيامين نتانياهو, و التي لم تقرر بعد صياغة سياستها الرسمية.

source: Last update - 23:23 29/04/2009
ar: أخر تحديث تم في التاسع و العشرين من شهر نيسان, 2009. - الساعة 23:23.

source: Thu., April 30, 2009 Iyyar 6, 5769
ar: الخميس, في الثلاثين من شهر نيسان, 2009. السادس من إيار, 5769.

source: Afghan women protest against law that 'legalises rape'
ar: النساء الأفغانيات يحتجن على القانون الذي يشرع الإغتصاب

source: Let’s speak in a scientific talk :
ar: دعونا نتحاور على اساس علمى

source: Yes the Swine flu does not transfer only through pigs to humans but it also it also transfers from humans to humans which is the dangerous stage in the disease.
ar: نعم لا تنتقل إنفلونزا الخنازير فقط من الخنازير إلى البشر و لكنها أيضاً تنتقل من الإنسان للإنسان الآخر أى تنتقل بين البشر بعضهم البعض. و يشكل ذلك خطورة كبيرة فى مراحل تطور الفيروس

source: Still the main origin of the virus is the pigs.
ar: و لكن ما زال التساؤل الأساسى حول أصول تسمية ذلك الفيروس بهذا الإسم (إنفلونزا الخنازير).

source: Now for the Swine flu is a combination between H1N1,H5N1 and human flu .
ar: حيث يعد فيروس إنفلونزا الخنازير هو خليط مركب من إنش وان إن وان ، و إتش فيف إن وان و الإنفلونزا البشرية العادية.

source: The H5N1 mutated in Egypt and the WHO as I hinted several times in my blog warned from the pigs farms and its danger on health especially those farms are inside the cities not outside it.
ar: و فيروس إتش فيف إن وان تم تحوره داخل الأراضى المصرية و تم تناول ذلك الموضوع المرتبط بالتحزير من مزارع الخنازير مرات عديدة بذلك المنتدى و مخاطرها على الصحة و خصوصاً تلك المزارع الواقعة داخل زمام المدن و ليس خارجها.

source: For three years there was a presidential decree issued to transfer the farms outside the cities in the different governorates and up till now it has not been implemented because of the powerful
ar: و فى السنوات الثلاث الأخيرة تم تناول منهج معترف به من قبل رئاسة الجمهورية و هو نقل تلك المزارع خارج زمام الكتلة السكنية بالمحافظات الأخرى و حتى الآن لم يتم تنفيذ ذلك القرار بسبب قوة مركز و سلطة

source: lobby of garbage collectors
ar: - جماعة أو نقابة جامعى القمامة - ،

source: , do not laugh you do not know how big is the garbage collecting business. You only have to know that this lobby is standing against the Recycle business in Egypt.
ar: و لا تتعجب و تضحك حيث أنك قد لا تعرف حجم أعمال جمع القمامة بالبلد. فأنت فقط يجب أن تعرف أن ذلك اللوبى أو التجمع يقف ضد عملية إعادة التدوير للقمامة بمصر .

source: Now back to flu the WHO is saying that the H5N1 is mutating dangerously in Egypt so we do not need to have our own Swine flu in Egypt thanks to the combination of H5N1 with human flu and Swine flu !!
ar: و عودةً إلى مرض الإنفلونزا، فقد أوضحت منظمة الصحة العالمية أن فيروس إتش فايف إن وان تم تحوره بشكل خطير داخل مصر، و لذلك فنحن لا نحتاج لتكون عندنا إنفلونزا خنازير خاصة بنا فى مصر، و ذلك بفضل إندماج فيروس إتش فيف إن وان مع فيروس الإنفلونزا العادية بالإضافة

source: I know pigs are God’s creatures but God gives us mind to think and God ordered us not to throw ourselves in doom ,the protection is bette
ar: فأنا أعرف أن الخنازير مخلوقات كغيرها من عند الله، و لكن الله قد وهبنا العقل لنفكر و نعتبر و نتدبر، فالله قد امرنا ألا نلقى بأيدينا إلى التهلكة و أن الوقاية خيرٌ من العلاج.

source: Those poor thousands who work in pigs farms do not understand the danger that they are facing , if they are infected with Swine flu locally ,they will be the first victims and it is well known that the government won’t help them , in fact there is no vacc
ar: و يجب أن نلاحظ أن هؤلاء الآلاف الذين يعملون بتلك المزارع المربية للخنازير لا يستوعبون الخطر المحدق بهم، فق بهم، فإذا ما تعرضوا للإصابة بإنفلونزا الخنازير بشكل محلى، سيكونون أول ضحايا و سيتم الإعتراف أن الحكومة لن تساعدهم، حيث لا يوجد أى تطعيم متاح فى العا

source: It is ridiculous and irresponsible to claim that this decision was taken for religious reasons because you have to know that the Christian Church as I repeated thousand times has agreed and support the government decision. Now it amazed me that for some C
ar: و لعله من الامور السخيفة التافهة و الغير متحملة للمسؤلية أن يتم الأن يتم الإدعاء مثل ذلك القرار تم أخذه لأسباب دينية و ذلك بسبب أن الكنيسة المسيحية كما قلت مسبقاً آلاف المرات قد وافقت أن تدعم قرار الحكومة المصرية. و هذا يدعونى إلى التعجب و الاستغراب ان ال

source: Regarding the FAO and WHO reactions , well pardon me but I saw
ar: أما بخصوص ردود فعل منظمة الصحة العالمية و منظمة الأغذية و الزراعة، فأرجو منكم أن تعذرونى و لككننى رأيت

source: Dr.Hussein Abdel-Razzak Al Gezairy, the head of the regional office of WHO
ar: دكتور عبد العزير عبد الرزاق الجيزاوى، رئيس المكتب الإقليمى لمنظمة الصحة العالمية فى المنطقة

source: in the region saying on TV that both slaughtering the pigs or transferring them to isolated areas were good decision !! So why the WHO and FAO are so angry !!
ar: يتجول و يتحدث على شاشة التلفاز حول موضوعى قتل الخنازير و نقلهم إلى مناطق معزولة بعيدة عن الكتلة السكنية كانت القرار الصائب!! و من ثم فلماذا تغضب كلً من منظمة الصحة العالمية و منظمة الأغذية و الزراعة.

source: Unfortunately this is a presidential decree and despite the official announcement that the slaughtering will start on Saturday , the
ar: و لكن المخيب للآمال هو أن ذلك قرار ججمهورى رئاسى و بالرغم من الإعلان الرسمى أنه سيتم الذبح من يوم السبت، فقد

source: slaughtering has started already today
ar: بدأ الذبح فعلاً من اليوم أى قبل الموعد المقرر.

source: . Mubarak won’t cancel a presidential decree because of pigs so he would be become the joke of the Egyptians , I do not know what those international organizations were thinking when they were asking the halt of this presidential decree. !!!
ar: و يجب أن نلاحظ هنا أن الرئيس محمد حسنى مبارك لن يلغى قراراً جمهورياً بسبب الخنازير و من ثم سيصبح أضحوكة المصريين. فأنا لا أعرف ما كانت تفكر فيه تلك المنظمات الدولية عندما كانوا يتساءلون عن وقف تنفيذ ذلك المرسوم الجمهورى.

source: Now the minister of health presented a summarized report to Mubarak about the Avian flu and Swine flu in Egypt and the world today. You
ar: و الآن قام وزير الصحة المصرى بتقريم تقرير مختصر للرئيس مبارك حول إنفلونزا الطيور و إنفلونزا الخنازير بمصر و العالم لهذا اليوم. تسطيع أن

source: can download and read the report here
ar: تقرأ و تحمل التقرير من هنا.

source: ,it is already in Arabic. It is actually a presentation to be accurate.
ar: فهو مكتوب باللغة العربية، كما أنه فى الواقع تم تقديمه بشكل دقيق.

source: The report included a map for the pigs farms in Egypt :
ar: و قد تضمن التقرير خريطة توزيعية لأهم تلك المزارع المربية للخنازير بمصر

source: I think now the President is calmed down by his men that everything is under control which I hope it is because we have not yet finished from the H5N1 bomb so we can deal with this scary new threat.
ar: و أعتقد أن الرئيس قد هدأت أنفاسه الآن بتقارير رجاله و الملخصة بجملة أن كل الأمور تحت السيطرة و التى آمل فعلاً أن تكون كذلك خاصة بسبب أننا لم ننتهى بعد من كارثة (إتش فيف إن وان) و لذلك من الصعب التعامل مع ذلك التهديد الجديد.

source: I forget to say that the Health ministry is considering Sinai as an expected virus entry area because
ar: و لكنى نسيت أن وزارة الصحة تعتبر سيناء هى المدخل المتوقع للمرض بسبب أن

source: Israel announced that there are confirmed H1N1 cases there
ar: إسرائيل قد أعلنت أنه توجد تأكيدات عن وجود حالات إصابة فعلية بفيروس إتش وان إن وان.

source: , I won’t use the swine word as it is not allowed there !!! Speaking about Israel , I think
ar: فأننا لن استخدم كلمة الخنازير بما أنها ليس مسموح بها هناك!!! و بالحديث عن إسرائيل ، فأنا أعتقد أنه

source: we should do the same thing they are doing at Ben
ar: يجب علينا أن ننهج نفس النهج الذى إتبعوه فى مطار بين جوريون

source: Gurion airport in Cairo airport. Back to Sinai , this is too much for this dear part of the nation , war , smuggling and now swine flu !!
ar: بمطار القاهرة. و بالعودة إلى سيناء فهى محل نكبات تلك البلد بالرغم من أنها الجزء الغلى على القلب بالبلاد، من حروب، و صراعات و الآن إنفلونزا خنازير!!!

source: Iran: Delara Darabi, a 23 year old artist hanged
ar: إيران: ديلارا درابي, الفنانة ذات الثلاثة و عشرين ربيعا شنقت.

source: Friday, 01 May 2009
ar: الجمعة, في الأول من شهر أيار, 2009.

source: In a brutal act, mullahs’ regime hung Delara Darabi, a 23 year old artist
ar: في تصرف وحشي, شنق نظام الملالي ديلارا درابي, الفنانة البالغة من العمر ثلاثة و عشرين عاما.

source: She was only 17 at the time of crime attributed to her
ar: كانت بعمر السابعة عشرة فقط عندما نسبت إليها الجريمة.

source: NCRI - This morning, Delara Darabi, an artist, was hung by the mullahs’ regime in the city of Rasht, northern Iran. She was only 17 at the time of crime attributed to her.
ar: إن سي أر أي - في صباح هذا اليوم, ديلارا درابي, فنانة, تم إعدامها شنقا من قبل نظام الملالي في مدينة رشت الواقعة في شمال إيران. و قد كانت بعمر السابعة عشرة فقط عندما نسبت إليها الجريمة.

source: Less than a month ago, mullahs’ regime supreme court reinstated her sentence and she was due to be executed, but pressures from international human rights organizations and women’s rights groups forced the regime not to carry out the sentence. This mornin
ar: منذ أقل من شهر, أعادت المحكمة العليا في نظام الملالي الحكم الصادر بحقها و كان من المقرر أن يتم تنفيذه, و لكن الضغوط التي مورست من قبل منظمات حقوق الإنسان الدولية و مجموعات حقوق المرأة أجبرت المحكمة على عدم المضي بتنفيذ الحكم. و هذا الصباح, على أية حال, و

source: She was a young talented painter and her work was exhibited inside and outside Iran in order to gain support for a campaign to stop her execution.
ar: لقد كانت من الفنانين الشباب الموهوبين, كما أن عملها كان معروضا داخل إيران وخارجها من أجل كسب التأييد لحملة وقف تنفيذ الحكم الصادر بحقها.

source: Ms. Sarvnaz Chitsaz, Chairperson of the NCRI’s Women’s Committee condemned this brutal execution and said: “In thirty years of mullahs’ misogynist rule, women have continued to be the target of the most brutal crimes and have suffered oppression more than
ar: الآنسة سارفناز شيتزاز, رئيسة لجنة ان سي أر أي النسائية أدانت هذا الإعدام الوحشي, و قالت: خلال ثلاثين عاما من النظام الملالي الكاره للنساء, ظلت المرأة الهدف الأكبر لمعظم الجرائم الوحشية, كما أنها عانت الظلم أكثر من أي شريحة أخرى في المجتمع.

source: She called on all international human rights and women’s rights organizations, and in particular the United Nation’s Special Rapporteur on violence against women, to condemn this brutal murder which contravenes international conventions and regulations.
ar: و قد وجهت نداءا لجميع منظمات حقوق الإنسان الدولية و منظمات حقوق المرأة, لا سيما المقرر الخاص للأمم المتحدة بشأن العنف ضد المرأة, من أجل إدانة هذا القتل الوحشي الذي يتناقض مع الإتفاقيات و التعليمات الدولية.

source: Women’s Committee of the National Council of Resistance of Iran
ar: لجنة المرأة في المجلس الوطني للمقاومة في إيران

source: May 1, 2009
ar: الاول من شهر أيار, 2009.

source: Go To Top
ar: اذهب إلى الأعلى.

source: Saturday, 02 May 2009
ar: السبت في الثاني من شهر أيار, 2009.

source: National Council of Resistance of Iran - Foreign Affairs Committee
ar: المجلس الوطني للمقاومة الإيرانية - لجنة الشؤون الخارجية

source: Home
ar: الصفحة الرئيسية.

source: Do you really think slaughtering pigs in Egypt will prevent swine flu from entering through the airport in a man's lung?
ar: هل تعتقد حقا أن ذبح الخنازير في مصر سيمنع انفلونزا الخنازير من الدخول عبر رئة الإنسان في المطار?

source: Killing 300,000 thousand innocent Egyptian pigs to prevent the swine flu from jeopardising our health is the most gruesome act of unjustifiable killing of animals I will ever witness.
ar: قتل ثلاثمئة ألف خنزير مصري بريء من أجل منع انفلونزا الخنازير من الإضرار بصحتنا هو التصرف الأكثر شناعة المبرر لقتل الحيوانات الذي سأشهده ما حييت.

source: The swine influenza type A (H1N1) is now
ar: انفلونزا الخنازير ذات النوع ( اتش 1 ان 1 ) هي الأن

source: a human transmissible virus of swine origin
ar: فيروس متنقل عبر الإنسان و منشأه الخنازير.

source: i.e. it spreads from a sick person to another healthy one through coughing and sneezing. Although, it originated from pigs in Mexico and infected humans the role of pigs in the spread of infection now is minimal, specifically non-infected pigs in Egypt.
ar: و هذا يعني. إنه ينتقل من شخص مريض إلى أخر سليم من خلال السعال و العطس. و على الرغم من أن منشأه كان الخنازير في المكسيك و أصاب بشرا فإن دور الخنازير في انتشار العدوى الأن أقل ما يمكن, و بشكل خاص, الخنازير الغير مصابة في مصر.

source: I am not a specialist in matters of public health and how infections spread. But there are stuff that if you thought about for a second or two will really makes sense.
ar: لست متخصصا في شؤون الصحة العامة و كيفية انتشار العدوى. إلا أن هناك أشياء إذا ما فكرت بها لمدة ثانية أو اثنتين سيكون لها معنى حقيقي.

source: Swine flu will enter Egypt through its borders and not from pigs. The funds that will go in compensating farmers can be better directed to improve the appalling sanitation of the pig farms and the conditions of their farmers not to the eradication of a lo
ar: انفلونزا الخنزير ستدخل مصر عبر حدودها, , و ليس من خلال الخنازير. إن الأموال التي ستذهب لتعويض المزارعين يمكن أن توجه في سبيل أفضل مثل تحسين تصريف المجاري في مزارع الخنزير أو تحسين ظروف فلاحي تلك المزارع لا على استئصال مجموعة محلية من مجمل النوع.

source: Women protest outside Kabul mosque run by the cleric who promoted law giving husbands right to have sex with wives whenever they choose
ar: احتجاج النساء خارج مسجد كابول يديره رجل دين الذي يدين القانون الذي يعطي الزوج الحق في مضاجعة الزوجات حتى إن أبين ذلك.

source: ALGERIA: Police prevent Benchicou book publishing
ar: الجزائر: الشرطة تمنع نشر كتاب بينشيكو

source: Posted October 22nd, 2008
ar: تم التحرير فى 22 أكتوبر 2008 م.

source: CAIRO, October 22, 2008 (ANHRI/IFEX) – The Arabic Network for Human Rights Information (ANHRI) has condemned a recent Algerian police order which prevents the publication of respected Algerian journalist Mohamed Benchicou's book, The Free Man's Journal
ar: القاهرة: يوم الثانى و العشرين من أكتوبر عام 2008 ميلا دية (وكالات ANHRI و IFEX) – و هى إختصار للمعلومات الشبكة العربية لحقوق الإنسان، و التى إتهمت قوات الشرطة الجزائرية بأمرها الذى منع نشر و توزيع كتاب الصحفى الزائرى الموقر محم د بنيتشيكو، بعنوان صحيفة

source: This is the second time that Algerian police have used such brutal censorship against the author. At the same time last year, police issued an order to stop the production of Benchicou's book, The Jails of Algiers. This is a blatant intervention in publ
ar: و تعد تلك المرة الثانية التى تستخدم فيها الشرطة الجزائرية حقوق الرقابة التعسفية القاهرة ضد ذلك المؤلف. و فى نفس الوقت العام الماضى قامت الشرطة بإصدار أمر بوقف و تجميد إنتاج كتاب آخر لنفس المؤلف بعنوان سجون الجزائر، و يعد هذا الإجراء تدخل متعسف فى عمليات

source: The refusal to print Benchicou's new book is part of a systematic campaign of harassment against him by the Algerian government. He was held in prison from 2004 to 2006 and his newspaper Le Matin was closed down two years
ar: و تمثل تلك العملية الخاصة بوقف إنتاج كتاب بنيتشيكو جزء من حملة منظمة للتدخل و التحرش و تضييق الخناق عليه من قبل الحكومة الجزائرية. و قد تم زجه بالسجن منذ 2004 و حتى 2006 و تم إغلاق الجريدة الخاصة به تحت عنوان لوماتين أو الصباح لمدة عامين مضيا نتيجة قيامه

source: ANHRI said, The prevention of the publication of Benchicou's book confirms the point behind his criticism, namely the absence of law and the domination of corruption. We would like Benchicou to know that his message has been received and that we strongly
ar: و علقت وكالة معلومات الشبكة العربية لحقوق الإنسان قائلةً: تؤكد عملية منع و حجب كتاب بنيتشيكو من الصدور و التوزيع الهدف أو المغزى من ذلك النقد، و بشكل أكثر تحديداً غياب القانون و سيطرة الفساد. فنحن نريد من بيتشيكو أن يعرف أن رساليته تم توصيلها و أنا ندعمه

source: He is playing with fire. How will he be able to refuse demands for similar discriminatory laws from other communities?
ar: إنه يلعب بالنار. كيف سيكون قادرا على رفض طلبات مماثلة للقوانين التمييزية من طوائف أخرى?

source: President Karzai should not sacrifice women for short-term political deal-making, said Brad Adams, Asia director at Human Rights Watch.
ar: يقول براد أدامز, مدير أسيا في هيومان رايتس واتش: لا يجب على الرئيس كرزاي أن يضحي بالنساء من أجل صنع صفقة سياسية قصيرة الأجل.

source: Human Rights Watch strongly supported today's protest and said Karzai should repeal the law.
ar: هذا و قد أيدت منظمة هيومان رايتس واتش بقوة احتجاج اليوم و قالت أن على كرزاي أن يلغي القانون.
